{
    "title-text": "let build the future with us",
    "subtitle-text":"It doesn't matter if you run a small business, a company or an organization - you simply have to build a website. Building a website for a business will give it a number of important advantages that will affect it in the long and short term at the same time.",
    "contact-us": "get tach with us",
    "first-name":"first name :",
    "last-name":"last name :",
    "email":"email :",
    "phone":"phone :",
    "message":"you can write your message here :",
    "responsive-website":"responsive website",
    "text":"text text text text text text text text text text texttext text text. text text text text text text text text text text text text text text",
    "responsive-website-description":"we are build a responsive website for all the devices, so you can reach your customers from any device also support all the browsers and cupel of languages",
    "full-explained":"Customer user experience and advanced development",
    "Attractive-price":"Sketch and design process personalized design tailored for you",
    "Attractive-price-d":"At the beginning we design the home page which is the main page of the site, after we close on the visibility of the home page, we also plan and design the internal pages, which are among others: post page, category page, contact page, customer recommendation page, etc. At the end of the design of the design templates, the website moves to the assimilation and implementation phase.",
    
    "inputs": {
        "name": "Name",
        "phone": "Phone number",
        "subject": "Subject",
        "email": "Email"
      },
      "error-text": {
        "name-validation": "Name must be between 2 and 30 characters",
        "email-validation": "Email address is invalid",
        "email-validation-too-long": "Yooo, email is way too long!",
        "phone-validation": "Phone number is invalid",
        "phone-validation-too-short": "Phone number is too short",
        "phone-validation-too-long": "Phone number is too long",
        "subject-validation": "Subject must be between 2 and 100 characters"
      },
      "send": "Send",
      "loading": "Loading...",
      "thanks-for-sending": "Form sent! Thank you, we'll get back to you very soon!",
      "error-sending": "Something went wrong! Please try to submit the form again later..."
    }
    




